/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d Monat(e) und %2$d Woche(n)";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "Vor %1$d Monat(en) und %2$d Woche(n)";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "(in der System-Zeitzone)";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = ", und %d weitere.";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<Ereignis ohne Zusammenfassung>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<Aufgabe ohne Zusammenfassung>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<Neue Gruppe>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<Unbekannter Kontakt>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "Alle Kontakte";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "Ganztägige Ereignisse werden auf Ihrem Telefon zu nur-lesbaren Ereignissen";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "Bevor Sie Ihre Kalender synchronisieren können, müssen Sie ein Kalenderprogramm öffnen, das die Mac OS X Synchronisierung unterstützt.";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "Geänderte Kalender-Ereignisse: Es wurden %1$d hinzugefügt, %2$d bearbeitet und %3$d entfernt.";

/* Calendars */
"Calendars" = "Kalender";

/* Generic Cancel button in dialog */
"Cancel" = "Abbrechen";

/* Contacts */
"Contacts" = "Kontakte";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "Geänderte Kontakte: Es wurden %1$d hinzugefügt, %2$d bearbeitet und %3$d entfernt.";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "Möchten Sie iCal als Ihr Standard-Kalenderprogramm verwenden?";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "Acht Monate";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "Acht Wochen";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "Vor acht Wochen";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "Vor acht Monaten";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "Vor elf Monaten";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "Elf Monate";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "Ereignis(se)";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "Fünf Monate";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "Vor fünf Monaten";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "Fünf Wochen";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "Vor fünf Wochen";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "Vier Monate";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "Vor vier Monaten";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "Vier Wochen";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "Vor vier Wochen";

/* Merge button in dialog */
"Merge" = "Zusammenführen";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "Wenn Sie Informationen für Ihre erste Synchronisierung zusammenführen, erhalten Sie möglicherweise doppelte Kontakt- oder Kalenderinformationen.";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "Neun Monate";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "Vor neun Monaten";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "Keine Begrenzung";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "Ein Monat";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "Ein Monat";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "Eine Woche";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "Eine Woche";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "Ein Jahr";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "Vor einem Jahr";

/* button to open iCal */
"Open iCal" = "iCal öffnen";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "Persönliche Informationen";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "Bereitgestellt von %@";

/* Label in modlet view */
"Put events created on phone into:" = "Auf Telefon erstellte Ereignisse ablegen in:";

/* Reset button in dialog */
"Reset" = "Zurücksetzen";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "Sieben Monate";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "Vor sieben Monaten";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "Sieben Wochen";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "Vor sieben Wochen";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "Sechs Monate";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "Vor sechs Monaten";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "Sechs Wochen";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "Vor sechs Wochen";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "Support";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "Synchronisieren:";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "Aufgabe(n)";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "Zehn Monate";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "Vor zehn Monaten";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "Das Gerät hat folgende Einträge abgelehnt: \n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "Wenn Sie %@ das erste Mal verwenden, um Geräte zu synchronisieren, die von iSync 1.5 importiert wurden, sollten Sie die Informationen auf Ihren Geräten zurücksetzen, um Duplikate zu vermeiden.";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "Dieses Telefon unterstützt nicht das Synchronisieren von Kalendern.";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "Drei Monate";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "Vor drei Monaten";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "Drei Wochen";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "Vor drei Wochen";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "Heute";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "Synchronisierung mit „%@“ aktivieren";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "Zwei Monate";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "Vor zwei Monaten";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "Zwei Wochen";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "Zwei Wochen";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "Zwei Jahre";

/* Using System Time Zone */
"Using System Time Zone" = "System-Zeitzone verwenden";

